[
	{
		"title": "Gyeongbokgung",
		"img": "1.jpg",
		"content": "Gyeongbokgung Palace is the court house of the Joseon Dynasty in Sejong Street, Seoul, Korea. It was founded in 1395 (4th year of King Taejo). 'Gyeongbok' means that the king, his descendants, and all the people are blessed to enjoy the great blessings of Peace. It is surrounded by Nak Mountain and Inwang Mountain on the left and right. In 1592, after the disastrous burning of the Japanese invasion in 1592, he gave up the task to Changdeokgung. In 1865 (2nd year of King Gojong) In the period of Japanese occupation, many of the monuments were damaged such as the building of the Joseon governor's office. However, restoration work has already been completed thanks to the restoration project such as demolishing the governor's building from the 1990s."
	},
	{
		"title": "Changdeokgung Palace",
		"img": "2.jpg",
		"content": "Changdeokgung Palace is located on the east side of the palace of Joseon Dynasty in Seoul, Korea. In the Joseon Dynasty, in the Joseon Dynasty, Changgyeonggung Palace was called as the Gyeongdong Palace. Changdeokgung Palace is an important palace with a relatively well-preserved original shape. Especially, Changdeokgung Palace is the only palace patronage in Korea and its value Was registered as a World Heritage Site designated by UNESCO in 1997. Changdeok Palace inherited the tradition of the palaces of the Goryeo Dynasty and was built in the mountains in accordance with the natural terrain of Songkak Mountain, Usually, the palace is built to artificially reveal dignity and authority, but Changdeokgung has appropriately arranged the function of the palace in accordance with the shape of the mountain of the Pukak, the stem of Bukhan Mountain, without such entanglement."
	},
	{
		"title": "Namsangol Hanok Village",
		"img": "3.jpg",
		"content": "asdf"
	},
	{
		"title": "Gwanghwamun",
		"img": "4.jpg",
		"content": "asdf"
	},
	{
		"title": "Culture Station Seoul 284",
		"img": "5.jpg",
		"content": "asdf"
	},
	{
		"title": "Amsadong ship house",
		"img": "6.jpg",
		"content": "asdf"
	}
]